[
    {
        "id": "64ff1a242e741184df9c825a",
        "picture": "https://media.istockphoto.com/id/1370782447/photo/portrait-of-a-muscular-young-man-exercising-with-a-dumbbell-in-a-gym.jpg?s=612x612&w=0&k=20&c=qUchMFvAByhh85nq4pAdn3MD1TJm4inKjsVLyUJO-Rk=",
        "age": "25 to 57",
        "name": "Dumbell Curl",
        "time": "45 sec",
        "about": "Exercitation ipsum velit anim laboris mollit anim veniam laboris ex Lorem. Cupidatat sunt reprehenderit velit Lorem eiusmod amet dolore dolore culpa aute deserunt ex adipisicing. Ut commodo mollit ullamco exercitation proident. Culpa dolore laborum qui elit duis ut consectetur commodo magna velit consequat.\r\n"
    },
    {
        "id": "64ff1a249be8e1a7241151c4",
        "picture": "https://barbend.com/wp-content/uploads/2019/02/BarBend-Feature-Image-1200-x-675-2020-11-16T182823.002.jpg",
        "age": "19 to 48",
        "name": "Barbell Curl",
        "time": "50 sec",
        "about": "Reprehenderit ea eu nulla nisi. Exercitation est in nostrud magna amet reprehenderit duis excepteur eiusmod. Ex sint aute laboris aliquip. Minim qui voluptate aliquip do esse. Qui duis nostrud ex enim exercitation eu incididunt commodo laborum anim. Minim amet ex dolor exercitation consectetur dolore amet sunt et anim deserunt aliquip in. Aliquip anim laboris quis consequat exercitation consequat nulla proident.\r\n"
    },
    {
        "id": "64ff1a24716c6a66827867e7",
        "picture": "https://media.istockphoto.com/id/1342504672/photo/a-man-doing-a-leg-press-at-the-gym.jpg?s=170667a&w=0&k=20&c=k14uds4NPK9NOoZC5VYTBIUygTHMujNSZVdKsFiKKtA=",
        "age": "18 to 60",
        "name": "Leg Press Machine",
        "time": "60 sec",
        "about": "Anim ad adipisicing duis aute nostrud laboris ad. Magna proident eu consequat dolor proident ea occaecat laboris ea Lorem eiusmod aliqua enim labore. Occaecat proident dolor labore laborum mollit sint est qui eu. Laborum veniam eu mollit nostrud amet ea mollit pariatur elit id in incididunt occaecat incididunt. Anim reprehenderit consectetur Lorem dolor irure in officia ut velit amet id labore duis non.\r\n"
    },
    {
        "id": "64ff1a24178f3756ce09ccfa",
        "picture": "https://www.fitness-world.in/wp-content/uploads/2019/04/GPM65_0017-600x600.jpg",
        "age": "25 to 47",
        "name": "Butterfly Machine",
        "time": "55 sec",
        "about": "Ex non eu reprehenderit dolore mollit ex et reprehenderit excepteur minim exercitation nostrud qui ullamco. Et deserunt dolore ea enim veniam ullamco consectetur quis commodo occaecat elit consequat cupidatat. Quis irure elit irure est aliqua.\r\n"
    },
    {
        "id": "64ff1a24a854e014c2c5459f",
        "picture": "https://media.istockphoto.com/id/1342504639/photo/a-man-doing-triceps-pushdown-exercise-at-the-gym.jpg?s=612x612&w=0&k=20&c=bE74g7r9thVCwLSLcftp4nle-bWe2iOjs3_xL92tiIA=",
        "age": "20 to 52",
        "name": "Triceps Rope Down",
        "time": "65 sec",
        "about": "Qui cupidatat consectetur dolor cupidatat duis esse sit commodo sint. Ea consectetur deserunt sint enim aliqua sint occaecat eiusmod excepteur laborum. Officia culpa proident in voluptate enim. Et elit cupidatat tempor cillum eiusmod aliquip ex minim dolore proident in elit. Duis magna reprehenderit elit ex non cupidatat consequat aliquip cillum esse id incididunt.\r\n"
    },
    {
        "id": "64ff1a24af8d86e8bf4de868",
        "picture": "https://www.shutterstock.com/shutterstock/videos/1103943041/thumb/10.jpg?ip=x480",
        "age": "23 to 45",
        "name": "Dumbell Shoulder Press",
        "time": "30 sec",
        "about": "Cillum dolore cillum irure laborum dolore tempor occaecat ea. Minim quis amet fugiat qui ea commodo laboris dolore est sit elit. Dolor officia dolore et incididunt deserunt laborum aliquip. Culpa pariatur ea aute enim veniam sit sunt do proident duis labore non quis ex. Proident commodo qui pariatur qui laboris officia id duis occaecat enim consequat id. Nisi anim duis ipsum velit laboris.\r\n"
    },
    {
        "id": "64ff1a2448fd0326abcad1e8",
        "picture": "https://media.istockphoto.com/id/1159168752/photo/woman-athlete-doing-pull-ups.webp?b=1&s=170667a&w=0&k=20&c=2_4o2jD-JHxljzkjJeV-nMmK2NSdafYMvfIMGkKGSLM=",
        "age": "20 to 55",
        "name": "Chin-up",
        "time": "45 sec",
        "about": "Aliqua reprehenderit dolor consequat adipisicing. Aute ea amet labore magna quis id nisi ut cupidatat aliquip voluptate sunt occaecat. Ipsum sint adipisicing irure exercitation cillum amet est irure eu. Eu sit enim duis commodo commodo.\r\n"
    },
    {
        "id": "64ff1a241004ee3a362164f4",
        "picture": "https://media.istockphoto.com/id/1094479308/photo/bi-racial-man-doing-push-ups-in-sportswear-on-fitness-mat.jpg?s=612x612&w=0&k=20&c=3W7yb-IRh0FmuIv9CDF9OfTXRTogZn6GyDitfpRVA1I=",
        "age": "19 to 47",
        "name": "Push-up",
        "time": "60 sec",
        "about": "Laborum exercitation enim ut cillum irure ullamco officia consectetur fugiat do laborum anim. Incididunt voluptate do quis sint enim exercitation Lorem deserunt ullamco. Deserunt consectetur eiusmod commodo veniam cupidatat. Ex ullamco aute incididunt voluptate irure magna. Ex occaecat ea Lorem sint eiusmod.\r\n"
    },
    {
        "id": "64ff1a246568c11632280ff6",
        "picture": "https://images.unsplash.com/photo-1517836357463-d25dfeac3438?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8ZGVhZGxpZnR8ZW58MHx8MHx8fDA%3D&w=1000&q=80",
        "age": "19 to 45",
        "name": "Back Deadlift",
        "time": "50 sec",
        "about": "Sint deserunt sint ea aliqua esse minim reprehenderit sint culpa. Consectetur culpa sunt excepteur ipsum proident culpa sint voluptate. Aliquip aliqua ut fugiat esse do amet magna sint tempor nisi enim enim amet sunt. Cillum quis Lorem consectetur irure reprehenderit est sit ea anim velit magna adipisicing minim. Laboris dolore laboris eiusmod eiusmod Lorem et. Ea duis officia do qui culpa ad anim.\r\n"
    },
    {
        "id": "64ff1a24131debcb2f3ded5f",
        "picture": "https://www.healthdigest.com/img/gallery/think-twice-before-doing-upright-rows-at-the-gym-heres-why/l-intro-1635201820.jpg",
        "age": "19 to 51",
        "name": "Ez-bar Upright Row",
        "time": "40 sec",
        "about": "Id occaecat minim adipisicing magna pariatur voluptate. Reprehenderit aute nostrud voluptate veniam sunt quis est commodo in ad ea et irure. Reprehenderit aute id tempor pariatur. Dolore reprehenderit adipisicing ut ullamco enim eiusmod. Cupidatat enim nisi eiusmod cupidatat consequat pariatur deserunt.\r\n"
    },
    {
        "id": "64ff1a24e506da9620d270c0",
        "picture": "https://media.istockphoto.com/id/1285187535/photo/latin-woman-exercising-with-a-shoulder-press-machine.jpg?s=612x612&w=0&k=20&c=LMKDfOQ8JHIrHCBGSjlFK5kp5MIREQPwn2ain_nBaXE=",
        "age": "18 to 53",
        "name": "Shoulder Press Machine",
        "time": "45 sec",
        "about": "Voluptate ullamco nulla tempor aute anim. Officia reprehenderit ex officia fugiat nostrud nostrud tempor sint sit laboris. Consectetur eiusmod ut laborum velit commodo nisi laborum velit excepteur irure aliqua. Mollit amet voluptate veniam voluptate aliquip deserunt do anim.\r\n"
    },
    {
        "id": "64ff1a24353c06d7c84e1ac7",
        "picture": "https://img.youtube.com/vi/2QLIHQarHMo/hqdefault.jpg",
        "age": "25 to 52",
        "name": "Machine Shrugs",
        "time": "60 sec",
        "about": "Ex aute voluptate et sunt irure anim exercitation. Anim ullamco amet ex enim deserunt eu proident. Occaecat occaecat irure sint veniam velit et quis mollit ut anim dolore dolore commodo.\r\n"
    }
]